export default {
  "lesson1": [
    {
      "part": "Лампа",
  "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
  "img": "../src/img/schema/lesson1-2.png",
  "details": [
    {
      "src": "../src/img/details/2.png",
      "width": 26,
      "height": 72
    },
    {
      "src": "../src/img/details/2.png",
      "width": 26,
      "height": 72
    },
    {
      "src": "../src/img/details/2.png",
      "width": 26,
      "height": 72
    },
    {
      "src": "../src/img/details/2.png",
      "width": 26,
      "height": 72
    },
    {
      "src": "../src/img/details/3.png",
      "width": 22,
      "height": 132
    },
    {
      "src": "../src/img/details/18.png",
      "width": 64,
      "height": 22
    },
    {
      "src": "../src/img/details/19.png",
      "width": 130,
      "height": 88
    },
    {
      "src": "../src/img/details/15.png",
      "width": 66,
      "height": 22
    }
  ]
},
{
  "part": "Лампа управляемая магнитом",
    "text": "При замене выключателся на геркон лампа может управляться магнитом." +
        "Если рядом с герконом поместить магнит, лампа загорится. Если магнит убрать, лампа погаснет",
    "img": "../src/img/schema/lesson1-2.png",
    "details": [
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/3.png",
        "width": 22,
        "height": 132
      },
      {
        "src": "../src/img/details/18.png",
        "width": 64,
        "height": 22
      },
      {
        "src": "../src/img/details/19.png",
        "width": 66,
        "height": 44
      },
      {
        "src": "../src/img/details/15.png",
        "width": 66,
        "height": 22
      }
]
},
{
  "part": "Электрический вентилятор",
    "text": "Вначале установите пропеллер вентилятора, затем замкните выключатель. Вентилятор начнет вращаться",
    "img": "../src/img/schema/lesson3-4.png",
    "details": [{
    "src": "../src/img/details/2.png",
      "width": 26,
      "height": 72
    },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/3.png",
        "width": 22,
        "height": 132
      },{
        "src": "../src/img/details/15.png",
        "width": 66,
        "height": 22
      },
      {
        "src": "../src/img/details/24.png",
        "width": 66,
        "height": 22
      },
      {
        "src": "../src/img/details/19.png",
        "width": 66,
        "height": 44
      }
]
},
{
  "part": "Вентилятор управляемый магнитом",
    "text": "Замените выключатель герконом, и Вы получите магнитоуправляемый вентилятор",
    "img": "../src/img/schema/lesson3-4.png",
    "details": [
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/2.png",
        "width": 26,
        "height": 72
      },
      {
        "src": "../src/img/details/3.png",
        "width": 22,
        "height": 132
      },{
        "src": "../src/img/details/15.png",
        "width": 66,
        "height": 22
      },
      {
        "src": "../src/img/details/24.png",
        "width": 66,
        "height": 22
      },
      {
        "src": "../src/img/details/19.png",
        "width": 66,
        "height": 44
      }
]
},
{
  "part": "Последовательное соединение лампы и вентилятора",
    "text": "Замкните выключатель - вентилятор начнет вращаться, а лампа загорится. При размыкании выключателя" +
        "вентилятор остановитсяб а лампа погаснет",
    "img": "../src/img/schema/lesson5.png",
    "details": [
      "../src/img/details/18.png",
      "../src/img/details/24.png",
      "../src/img/details/15.png",
      "../src/img/details/19.png",
      "../src/img/details/3.png",
      "../src/img/details/19.png"
]
},
{
  "part": "Параллельное соединение лампы и вентилятора",
    "text": "Замкните выключатель - вентилятор начнет вращаться, а лампа загорится. При размыкании выключателя" +
        "вентилятор остановитсяб а лампа погаснет",
    "img": "../src/img/schema/lesson6.png",
    "details": [
      "../src/img/details/18.png",
      "../src/img/details/24.png",
      "../src/img/details/15.png",
      "../src/img/details/19.png",
      "../src/img/details/3.png",
      "../src/img/details/3.png",
      "../src/img/details/3.png"
]
},
{
  "part": "Светодиод",
    "text": "Замкните выключатель - загорится светодиод, но не лампа. Это объясняется тем, что для светодиода" +
        "достаточен даже небольшой ток, в то время как, необходимый для свечения лампы, должен быть значительно выше" +
        "В данной последовательной цепи ток невысокий",
    "img": "../src/img/schema/lesson7.png",
    "details": [
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/17.png",
      "../src/img/details/18.png",
      "../src/img/details/19.png",
      "../src/img/details/15.png"
]
},
{
  "part": "Проверка проводимости светодиода",
    "text": "Замкните выключатель - ни светодиод, ни лампа не загорится, поскольку светодиод проводитток лишть в одном" +
        "направлении, т.е. он позволяет току течь только от положительного полюча к отрицательному, но не наоборот" +
        "Поменяйте порярность светодиода и убедитесь, что он загорится.",
    "img": "../src/img/schema/lesson8.png",
    "details": [
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/17.png",
      "../src/img/details/18.png",
      "../src/img/details/19.png",
      "../src/img/details/15.png"
]
},
{
  "part": "Тестер электропроводности",
    "text": "С помощью этого тестера можно узнать, проводит ли ток тот или иной, встречающийся в повседневной жизни, предмет" +
        "Для этого нужно подсоединить этот предметк клеммам А и В. Если лампа загорится, значит этот предмет является" +
        "проводником, как, например, стальной нож или алюминиевая ложка. Если лампа не загорается, значит, предмет не является " +
        "проводником, как, например, пластмассовый или деревянный кубик. Чем выше электропроводимость, тем ниже сопротивление",
    "img": "../src/img/schema/lesson9.png",
    "details": [
      "../src/img/details/2.png",
      "../src/img/details/18.png",
      "../src/img/details/19.png"
]
},
{
  "part": "Попеременное включение лампы и светодиода",
    "text": "Когда выключатель замкнут, горит лишь светодиод. Если рядом с герконом поместить магнит, светодиод погаснет, а лампа загорится.",
    "img": "../src/img/schema/lesson10-11.png",
    "details": [
      "../src/img/details/2.png",
      "../src/img/details/2.png",
      "../src/img/details/13.png",
      "../src/img/details/17.png",
      "../src/img/details/18.png",
      "../src/img/details/19.png",
      "../src/img/details/15.png"
]
}
],
  "lesson2": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson3": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson4": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson5": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson6": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson7": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson8": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson9": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson10": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson11": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson12": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson13": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson14": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson15": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson16": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson17": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson18": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson19": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson20": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson21": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson22": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson23": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson24": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson25": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson26": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson27": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson28": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson29": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson30": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson31": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson32": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson33": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson34": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson35": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ],
  "lesson36": [
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    },
    {
      "part": "Лампа",
      "text": "При замыкании выключателя лампа загорается. Она гаснет, когда выключатель размыкается",
      "img": "../static/img/schema/1.jpg",
      "details": [
      ]
    }
  ]
}

